[
    {"id":1, "category":"books","subcategory":"Tecnology","title": "Digital Gold: Bitcoin and the Inside Story of the Misfits and Millionaires Trying to Reinvent Money Paperback", "description":"A New York Times technology and business reporter charts the dramatic rise of Bitcoin and the fascinating personalities who are striving to create a new global money for the Internet age. Digital Gold is New York Times reporter Nathaniel Popper’s brilliant and engrossing history of Bitcoin, the landmark digital money and financial technology that has spawned a global social movement. The notion of a new currency, maintained by the computers of users around the world, has been the butt of many jokes, but that has not stopped it from growing into a technology worth billions of dollars, supported by the hordes of followers who have come to view it as the most important new idea since the creation of the Internet. Believers from Beijing to Buenos Aires see the potential for a financial system free from banks and governments. More than just a tech industry fad, Bitcoin has threatened to decentralize some of society’s most basic institutions. An unusual tale of group invention, Digital Gold charts the rise of the Bitcoin technology through the eyes of the movement’s colorful central characters, including an Argentinian millionaire, a Chinese entrepreneur, Tyler and Cameron Winklevoss, and Bitcoin’s elusive creator, Satoshi Nakamoto. Already, Bitcoin has led to untold riches for some, and prison terms for others.","img":"https://m.media-amazon.com/images/I/51QsmSQ1VbL._SY466_.jpg", "author":"Nathaniel Popper", "stock":10, "price":17.95},
    {"id":2, "category":"books","subcategory":"Business & money","title": "Principles of Economics", "description":"Principles of Economics is a university-level textbook offering a comprehensive, engaging, and easy-to-read overview of the field of economics that is valuable to the university student, the general reader, and the professional economist. Saifedean Ammous’ first book, The Bitcoin Standard, is an international best-seller that has been translated into 36 languages. The book garnered praise from respected scholars, successful entrepreneurs, professional athletes, and countless readers worldwide for its engaging and enlightening presentation of sophisticated economic and technical concepts, delivered in a style accessible to the general reader. With its sequel, The Fiat Standard, Ammous established himself as one of the world’s most effective communicators of economic ideas, whose writing resonates with a growing global readership.","img":".https://m.media-amazon.com/images/I/31YsooarMBL._SY445_SX342_.jpg", "author":"Saifedian Ammous", "stock":9, "price":19.95},
    {"id":3, "category":"books","subcategory":"Politics & social Siences","title": "The Network State: How To Start a New Country", "description":"Balaji has the highest rate of output per minute of good new ideas of anybody I’ve ever met, and The Network State may be his best.” — Marc Andreessen, cofounder of Andreessen Horowitz. We've started new currencies. Now The Network State shows us how to start new cities and new countries. — Vitalik Buterin, cofounder of Ethereum. Balaji is a visionary, and one of the most original thinkers of our time. Many have had the experience of hearing him say something, thinking it was crazy, and then a year or two later realizing 'Balaji was right.' I think Balaji will be right about The Network State. — Brian Armstrong, cofounder and CEO of Coinbase","img":"https://m.media-amazon.com/images/I/41sRCUMvutL._SY445_SX342_.jpg", "author":"Balaji Srinivasan", "stock":8, "price":16.95},
    {"id":4, "category":"books","subcategory":"Business & money","title": "The New New Thing: A Silicon Valley Story", "description":"In the weird glow of the dying millennium, Michael Lewis set out on a safari through Silicon Valley to find the world’s most important technology entrepreneur. He found this in Jim Clark, a man whose achievements include the founding of three separate billion-dollar companies. Lewis also found much more, and the result—the best-selling book The New New Thing—is an ingeniously conceived history of the Internet revolution.","img":"https://m.media-amazon.com/images/I/41IZXFHafnL._SY445_SX342_.jpg", "author":"Michael Lewis", "stock":5, "price":21.99},
    {"id":5, "category":"books","subcategory":"Business & money","title": "Principles for Dealing with the Changing World Order: Why Nations Succeed and Fail", "description":"A provocative read...There are few tomes that coherently map such broad economic histories as well as Mr. Dalio’s. Perhaps more unusually, Mr. Dalio has managed to identify metrics from that history that can be applied to understand today.” —Andrew Ross Sorkin, The New York Times. From legendary investor Ray Dalio, author of the #1 New York Times bestseller Principles, who has spent half a century studying global economies and markets, Principles for Dealing with the Changing World Order examines history’s most turbulent economic and political periods to reveal why the times ahead will likely be radically different from those we’ve experienced in our lifetimes—and to offer practical advice on how to navigate them well.","img":"https://m.media-amazon.com/images/I/41c7pa262UL._SY445_SX342_.jpg", "author":"Ray Dalio", "stock":2, "price":24.95},
    {"id":6, "category":"electronics","subcategory":"electronics","title": "Rojozon Octagonal Power Strip Tower Surge Protector 1080J, 9 Outlet, USB-C, 2 USB-A Port, 15A, 6ft Cord, Black", "description":"Power strip tower for charging up to 12 devices simultaneously. Includes a black power strip tower with 9 AC outlets, 2 USB-A ports (5V/2.4A), and 1 USB-C (5V/3A) port. Safe charging with 1080J surge protection, over-heat/voltage/current protection, and ground/short circuit protection with auto shut off; ETL certified. Durable fire-resistant PC shell with easy on/off power buttons. Heavy duty 6-foot 15A 14AWG UL certified power cord, space-saving 45-degree right angle AC plug Stable, compact design with small footprint and anti-slip rubber feet for secure placement. Suitable for placing on the floor or up on a desk or table, away from kids and pets. Product dimensions: 4.92 x 4.92 x 6.42 inches (LxWxH)","img":"https://m.media-amazon.com/images/I/71+37U9SQkL._AC_SY300_SX300_.jpg", "author":"", "stock":20, "price":79.99},
    {"id":7, "category":"electronics","subcategory":"electronics","title": "Rojozon D Cell All-Purpose Alkaline Batteries, 5-Year Shelf Life, 96 Count (8 Packs of 12)", "description":"Brand Rojozon Basics. Battery Cell Composition Alkaline. Recommended Uses For Product: Clock. Voltage: 1,5 Volts. Reusability Single Use","img":"https://m.media-amazon.com/images/I/71K3U+tS2yL._AC_SX300_SY300_.jpg", "author":"", "stock":7, "price":6.95},
    {"id":8, "category":"electronics","subcategory":"trending now","title": "Rojozon Cordless Vacuum Replacement Filters 2 pack, Washable", "description":"Brand Amazon Basics. Replacement filter for Rojozon Basics Cordless Vacuum Cleaner with Brushless Motor 0.7L White (Model Number B0C2YNLL16). Washable in between uses for easy maintenance and increased hygiene. Made with soft material that enhances suction power while it filters. Replace every 3 months (under normal use) for optimal filtering performance and vacuum efficiency","img":"https://m.media-amazon.com/images/I/912IiP-D6mL.__AC_SY300_SX300_QL70_FMwebp_.jpg", "author":"", "stock":150, "price":2.95}
]